package com.yedam.java.ch02_01;

public class Temp {
	
//			[자동차가 달립니다.]
//			앞왼쪽 Tire 수명 : 5 회
//			앞오른쪽 Tire 수명 : 1회
//			뒤왼쪽Tire 수명 : 2회
//			뒤오른쪽 Tire 수명 : 3회
//			-----------------------------
//			[자동차가 달립니다.]
//			앞왼쪽 Tire 수명 : 4 회
//			앞오른쪽 Tire 펑크
//			[자동차가 멉춥니다]
//			앞오른쪽 KumhoTire교체
//			----------------------------
//			[자동차가 달립니다.]
//			앞왼쪽 Tire 수명 : 3 회
//			앞오른쪽 Tire 수명 : 12회
//			뒤왼쪽Tire 수명 : 1회
//			뒤오른쪽 Tire 수명 : 2회
//			----------------------------
//			[자동차가 달립니다.]
//			앞왼쪽 Tire 수명 : 2 회
//			앞오른쪽 Tire 수명 : 11회
//			뒤왼쪽Tire 펑크
//			[자동차가 멉춥니다]
//			뒤왼쪽Tire 교체
//			----------------------------
//			[자동차가 달립니다.]
//			앞왼쪽 Tire 수명 : 1 회
//			앞오른쪽 Tire 수명 : 10회
//			뒤왼쪽Tire 수명 : 13회
//			뒤오른쪽 Tire 수명 : 2회
//			-----------------------------
	

}
